export const response = {
    
    question_list: [
        {
            num:1,
            question:'사람들이 나를 _ 하면 좋겠다. 빈칸에 해당하는 말은?',
            answer_1:'신뢰',
            answer_2:'두려워',
            answer_3:'높이 평가',
            answer_4:'좋아'
        },
        {
            num:2,
            question:'다음 중 당신이 가장 견디기 힘든 것은?',
            answer_1:'배고픔,추위',
            answer_2:'무시 당하는 것',
            answer_3:'지루함',
            answer_4:'외로움, 쓸쓸함'
        },
        {
            num:3,
            question:'나는 사람들이 나를 _라고 칭하면 가장 싫을 것 같다. 빈칸에 해당하는 말은?',
            answer_1:'겁쟁이',
            answer_2:'평범한 사람',
            answer_3:'무식한 사람',
            answer_4:'이기적인 사람'
        },
        {
            num:4,
            question:'당신이 죽은 후 사람들이 당신에 대해 들을때, 어떤 반응이 나오면 좋겠는가?',
            answer_1:'당신의 모험에 대해 더 물어본다.',
            answer_2:'당신이 쌓은 업적을 들으며 감탄한다.',
            answer_3:'난 내가 죽은 후 사람들이 어떻게 생각하는지는 상관없다. 현재가 중요하다.',
            answer_4:'그리워하며 미소를 짓는다.'
        },
        {
            num:5,
            question:'기회가 주어진다면 나는 나에게 _를 보장해줄 마법약을 발명하겠다.',
            answer_1:'영광',
            answer_2:'힘',
            answer_3:'지혜',
            answer_4:'사랑'
        },
        {
            num:6,
            question:'역사에 어떻게 알려지고 싶은가?',
            answer_1:'용감한 사람 / 용자',
            answer_2:'위대한 사람 / 위인',
            answer_3:'현명한 사람 / 현인',
            answer_4:'선한 사람 / 선인'
        },
        {
            num:7,
            question:'어떤 머글이 다가와 당신이 마녀/마법사라는 것을 확신한다고 한다. 당신의 반응은?',
            answer_1:'그의 정신건강이 의심된다고 말한다. 그리고 의사를 찾아가볼 것을 권한다.',
            answer_2:'맞다고 한다. 그리고 저주 한방을 맛보고 싶은지 물어본다.',
            answer_3:'맞다고 한다. 정말인지 아니면 내가 허세를 부리는 건지 헷갈리게 만들고 그 자리를 떠난다.',
            answer_4:'왜 그렇게 생각하는지 묻는다.'
        },
        {
            num:8,
            question:'플루터바이 덤불은 백년마다 꽃을 피운다. 꽃에서는 사람들을 유혹하는 향기가 난다. 이 꽃이 당신을 유혹한다면 어떤 향기가 날까?',
            answer_1:'탁탁 소리를 내며 타는 장작불 냄새',
            answer_2:'바다 냄새',
            answer_3:'산뜻한 양피지 냄새',
            answer_4:'집/고향 냄새'
        },
        {
            num:9,
            question:'마법 정원에 들어간다. 가장 먼저 살펴보고 싶은 것은?',
            answer_1:'은백색의 잎이 달린 나무, 나무에는 황금사과가 열려있다.',
            answer_2:'거품이 일고 있는 웅덩이, 한가운데에는 뭔가 빛이 나는 액체가 소용돌이 치고 있다.',
            answer_3:'나이 든 마법사의 조각상, 이상하리만치 반짝이며 빛나는 눈이다.',
            answer_4:'서로 재잘거리는 것처럼 보이는 두툼하고 빨간 독버섯들'
        },
        {
            num:10,
            question:'늦은 밤, 거리를 홀로 걷던 당신은 마법적인 것에서 비롯되었다고 생각하는 기이한 울음소리를 듣게 된다. 이때 당신의 선택은?',
            answer_1:'숨겨둔 지팡이를 한손에 쥐고, 뭐가 나타날 것에 대비해 경계태세를 갖추고 조심스럽게 계속 걸어나간다.',
            answer_2:'지팡이를 꺼내들고 소리의 출처를 찾아본다.',
            answer_3:'문제 발생시를 대비해 마음 속으로는 어떤 주문이 가장 적절할지 떠올리며, 상황을 지켜보기 위해 눈에 띄지 않는 곳으로 물러난다.',
            answer_4:'지팡이를 꺼내들고 그 자리에 서서 맞선다.'
        },
        {
            num:11,
            question:'어떤 기숙사에 속하고 싶은가?',
            answer_1:'그리핀도르',
            answer_2:'슬리데린',
            answer_3:'래번클로',
            answer_4:'후풀푸프'
        },
    ]

}
